<%@ page contentType="text/html" pageEncoding="UTF-8" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>

<div id="content-no-sidebar">
    <h1>Правила размещения информационных материалов</h1>
    <div class="text">

        <p>
            Информация размещаемая пользователем на сайте должна подчиняться Правилам, перечисленным ниже.
            В случае нарушения правил, Администрация вправе отказать в размещении информации.
        </p>
        <p>
            Пользователь может разместить на сайте информацию о компании и о товарных предложениях компании.
            Информация о компании размещается на отдельной станице сайта. 
            Информация о каждом товарном предложении размещается на отдельной станице, а также
            в общем каталоге товаров.
        </p>

        <h2>Требования к содержанию товарных предложений</h2>
        <ul>
            <li>
                К размещению на сайте принимаются сведения о конкретных товарах. Каждое предложение должно содержать
                наименование товара, его описание и цену;
            </li>
            <li>текст товарного предложения должен быть согласован и не должен содержать опечаток;</li>
            <li>не допускаются слова, набранные ЗАГЛАВНЫМИ БУКВАМИ.
                Исключение составляют аббревиатуры, состоящие из начальных букв сокращенных слов («ДСП», «ПНД», «ГОСТ» и т.п.);</li>
            <li>не допускается использование <em>р а з р я д к и</em> в тексте;</li>
            <li>в тексте предложения не допускается размещение контактной информации;</li>
            <li>не допускается размещение информации, распространение которой ограничено или запрещено федеральными законами;</li>
            <li>товарное предложение должно быть размещено в соответствующей категории каталога;</li>
            <li>текст предложения не должен содержать HTML разметку;</li>
            <li>изображение должно соответствовать предложению;</li>
            <li>не допускаются перечисления и различные варианты написания товарного предложения в наименовании одного товарного предложения.</li>
        </ul>

        <p>
            На данный момент мы <em>не публикуем</em> информацию об услугах. Если вы все же хотите опубликовать информацию
            о своих услугах, <a href="<c:url value="/contacts" />">свяжитесь с нами</a>, и мы что-нибудь придумаем.
        </p>

    </div>

    <p>
        Действующая редакция Правил находится по адресу: <a href="<c:url value="/agreement/rules" />">http://bildika.ru/agreement/rules</a>.
    </p>
</div><!-- #content-->
