<#--
    Высылается при восстановлении пароля.
    Глобальные переменные:
        global_site_url
    Локальные переменные:
        email
        password
-->
Здравствуйте!
Вы запросили восстановление вашего пароля на сайте ${global_site_url}

Бильдика - это удобный способ найти, выбрать и разместить товары для строительства и ремонта.

Параметры вашей учётной записи:

----------------------------
Электронная почта: ${email}
Временный пароль: ${password}
----------------------------

Если вы посылали запрос, то можете поменять свой пароль в разделе настроек.

Если вы не посылали запроса, или если вы уже вспомнили либо изменили свой пароль,
вы можете проигнорировать данное сообщение и продолжить использовать свой текущий пароль.

-- 
Бильдика - поиск и выбор товаров для строительства и ремонта