<%@ page contentType="text/html" pageEncoding="UTF-8" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>

<h1 class="page-header">Как правильно размещать товарные предложения</h1>
<div class="text">
    <p>
        Ознакомьтесь с <a href="<c:url value="/agreement/rules" />">правилами размещения информации</a>.
    </p>
    <p>
        По возможности, заполняйте все поля на форме.
    </p>
    <p>
        Указывайте актуальную цену. 
    </p>
    <p>
        Обратите внимание, что цена указывается за единицу измерения.
        Например, если цена пятикилограммового мешка составляет 750 рублей, необходимо указать цену <em>750</em> рублей за <em>5</em> <abbr title="килограмм">кг</abbr>.
    </p>
    <p>
        Указывайте характеристики товарного предложения — это увеличит количество просмотров вашего товарного предложения, когда покупатель будет подбирать необходимые ему товары:
    </p>
    <ul>
        <li>выберите модель (если возможно) — характеристики товарного предложения проставятся автоматически;</li>
        <li>если вы не выбрали модель, то сами укажите характеристики товарного предложения.</li>
    </ul>
</div>
