<%@ page contentType="text/html" pageEncoding="UTF-8" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>

<div id="content-no-sidebar">
    <h1>Пользовательское соглашение</h1>
    <div class="text">
        <p>
            Настоящее Соглашение разработано в целях урегулирования отношений между Администрацией сайта «Бильдика» и физическим лицом, осуществляющим поиск и размещение информации на данном сайте.
        </p>
        <p>
            Сайт «Бильдика» не является средством массовой информации, Администрация сайта «Бильдика» не осуществляет редактирование размещаемой информации и не несёт ответственность за её содержание.
        </p>
        <p>
            На сайте «Бильдика» уважается и защищается авторское право и связанные с ним личные имущественные и неимущественные права. Использование произведений без согласия автора допускается лишь в установленных законом случаях.
        </p>
        <p>
            Пользователь, разместивший информацию на сайте «Бильдика», самостоятельно представляет и защищает свои интересы, возникающие в связи с размещением указанной информации, в отношениях с третьими лицами.
        </p>
        <h2>1.&nbsp;Стороны соглашения</h2>
        <p>
            Администрация сайта «Бильдика», расположенного на доменном имени www.bildika.ru, в дальнейшем Администрация, и физическое лицо, размещающее информацию на данном сайте, в дальнейшем Пользователь, заключили настоящее Пользовательское соглашение, в дальнейшем Соглашение, о нижеследующем.
        </p>
        <h2>2.&nbsp;Предмет соглашения</h2>
        <p>
            Администрация предоставляет Пользователю право на размещение на сайте «Бильдика» следующей информации:
        </p>
        <ul>
            <li>текстовой информации;</li>
            <li>фотоматериалов в формате, установленном Администрацией;</li>
            <li>ссылок на материалы, размещённые на данном сайте, либо на других информационных ресурсах.</li>
        </ul>
        <p>
            Правила размещения информации опубликованы по адресу <a class="nowrap" href="<c:url value="/agreement/rules" />">http://bildika.ru/agreement/rules</a>
        </p>
        <h2>3.&nbsp;Права и обязанности сторон</h2>
        <p>
            Пользователь имеет право:
        </p>
        <ul>
            <li>свободно осуществлять поиск, получение, передачу, производство и распространение информации на сайте «Бильдика» любым законным способом и осуществлять иные действия с соблюдением установленных Администрацией Правил;</li>
            <li>в любой момент потребовать от Администрации скрытия от прочих пользователей сайта «Бильдика» всей предоставленной им информации, а также собственной учетной записи Пользователя.</li>
        </ul>
        <p>
            Администрация имеет право:
        </p>
        <ul>
            <li>по своему усмотрению создавать, изменять, отменять Правила пользования сайтом «Бильдика»;</li>
            <li>по своему усмотрению ограничить доступ к любой информации, размещённой Пользователем; удалить информацию, размещённую Пользователем, учётную запись Пользователя;</li>
            <li>отказать в регистрации учётной записи Пользователю, учётная запись которого была ранее удалена за нарушение условий Соглашения.</li>
        </ul>
        <p>
            Пользователь обязуется:
        </p>
        <ul>
            <li>обеспечить достоверность предоставляемой информации;</li>
            <li>при распространении информации, создателем которой Пользователь не является, обеспечить включение в её состав достоверных сведений об обладателе этой информации или об ином лице, распространяющем информацию, в форме и объёме, которые достаточны для идентификации такого лица;</li>
            <li>не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность;</li>
            <li>не нарушать работоспособность сайта путём размещения информации, содержащей вирусы, создания дополнительной нагрузки на сервер, применением программ, не обусловленных функциональным содержанием сайта и иными способами.</li>
        </ul>
        <p>
            Администрация обязуется:
        </p>
        <ul>
            <li>осуществлять защиту учетной записи Пользователя от неправомерного доступа, уничтожения размещённой Пользователем информации, а также от иных неправомерных действий в отношении такой информации всеми находящимися в её распоряжении техническими средствами;</li>
            <li>в случае размещения Пользователем информации, распространение которой ограничено или запрещено федеральными законами, либо вынести Пользователю предупреждение и удалить такую информацию, либо удалить учётную запись Пользователя, либо применить одну или несколько мер одновременно;</li>
            <li>предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом.</li>
        </ul>
        <h2>4.&nbsp;Иные условия</h2>
        <p>
            Пользователь осознаёт и соглашается с тем, что размещённая им информация может быть использована поисковыми или другими автоматизированными сервисами и иными способами.
        </p>
        <p>
            Администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг.
        </p>
        <p>
            В случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу сайта.
        </p>
        <h2>5.&nbsp;Ответственность сторон</h2>
        <p>
            В случае, если Пользователем была размещена информация, распространение которой ограничивается или запрещается федеральными законами, нарушает авторское или иное защищаемое законом право, всю полноту ответственности за её размещение несёт Пользователь.
        </p>
        <h2>6.&nbsp;Время и условия действия Соглашения</h2>
        <p>
            Настоящее соглашение вступает в силу с момента авторизации Пользователем на сайте «Бильдика» и распространяется на неопределённый срок.
        </p>
        <p>
            Администрация имеет право на одностороннее изменение положений Соглашения, Пользователь может быть уведомлен об изменениях при помощи технических средств сайта.
        </p>
    </div>
    <p>
        Действующая редакция Соглашения находится по адресу: <a href="<c:url value="/agreement" />">http://bildika.ru/agreement</a>.
    </p>
</div><!-- #content-->
